import React from 'react'

const AnswerList = () => {
  return (
    <ul className='answers-check__list'>
      <li className='answers-check__item answers-item'>
        <div className="answers-item__wrapper">
          <span className='answers-item__number'>Вопрос №1</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
        <div className="answers-item__wrapper">
          <span className='answers-item__number answers-item__number-answer'>Ответ №1</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
      </li>
      <li className='answers-check__item answers-item'>
        <div className="answers-item__wrapper">
          <span className='answers-item__number'>Вопрос №2</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
        <div className="answers-item__wrapper">
          <span className='answers-item__number answers-item__number-answer'>Ответ №2</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
      </li>
      <li className='answers-check__item answers-item'>
        <div className="answers-item__wrapper">
          <span className='answers-item__number'>Вопрос №3</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
        <div className="answers-item__wrapper">
          <span className='answers-item__number answers-item__number-answer'>Ответ №3</span>
          <p className="answers-item__text">
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
            Равномощные множества. Теорема о неравномощности множестванатуральных чисел и множества действительных чисел
          </p>
        </div>
      </li>
    </ul>

  )
}

export default AnswerList